[
  {
    "Name": "Intel Core i7-2600K",
    "URL": "",
    "Info": "Type / Form Factor Intel Core i7 2600K (2nd Gen) Cache Memory Details Smart Cache - 8 MB 64-bit Computing Yes Type Core i7 Number of Cores Quad-Core Number of Threads 8 threads Processor Number i7-2600K Generation 2 Thermal Design Power 95 W"
  },
  {
    "Name": "AMD Ryzen 3 1200",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_3/1200",
    "Info": "Ryzen 3 1200 is a 64-bit quad-core low-end performance x86 desktop microprocessor introduced by AMD in late 2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 1200 operates at a base frequency of 3.1 GHz with a TDP of 65 W and a Boost frequency of 3.4 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory."
  },
  {
    "Name": "AMD Ryzen 3 1300X",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_3/1300x",
    "Info": "Ryzen 3 1300X is a 64-bit quad-core entry-level performance x86 desktop microprocessor introduced by AMD in late 2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 1300X operates at a base frequency of 3.4 GHz with a TDP of 65 W and a Boost frequency of up to 3.7 GHz and an XFR of 3.9 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory."
  },
  {
    "Name": "AMD Ryzen 3 2200G",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_3/2200g",
    "Info": "Ryzen 3 2200G is a 64-bit quad-core low-end performance x86 desktop microprocessor introduced by AMD in early 2018. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 2200G operates at a base frequency of 3.5 GHz with a TDP of 65 W and a Boost frequency of 3.7 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2933 memory and incorporates Radeon Vega 8 Graphics operating at 1.1 GHz."
  },
  {
    "Name": "AMD Ryzen 3 PRO 1200",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_3/pro_1200",
    "Info": "Ryzen 3 PRO 1200 is a 64-bit quad-core mid-range performance x86 workstation microprocessor introduced by AMD in mid-2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The PRO 1200 operates at a base frequency of 3.1 GHz with a TDP of 65 W and a Boost frequency of 3.4 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory."
  },
  {
    "Name": "AMD Ryzen 3 PRO 1300",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_3/pro_1300",
    "Info": "Ryzen 3 PRO 1300 is a 64-bit quad-core mid-range performance x86 workstation microprocessor introduced by AMD in mid-2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The PRO 1300 operates at a base frequency of 3.5 GHz with a TDP of 65 W and a Boost frequency of 3.7 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory."
  },
  {
    "Name": "AMD Ryzen 3 PRO 2200G",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_3/pro_2200g",
    "Info": "Ryzen 3 PRO 2200G is a 64-bit quad-core low-end performance x86 desktop microprocessor introduced by AMD in early 2018. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The R2200G operates at a base frequency of 3.5 GHz with a TDP of 65 W and a Boost frequency of 3.7 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2400 memory and incorporates Radeon Vega 8 Graphics operating at 1.1 GHz."
  },
  {
    "Name": "AMD Ryzen 5 1400",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_5/1400",
    "Info": "Ryzen 5 1400 is a 64-bit quad-core mid-range performance x86 desktop microprocessor introduced by AMD in march of 2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 1400 operates at a base frequency of 3.2 GHz with a TDP of 65 W and a Boost frequency of up to 3.4 GHz and an XFR of 3.45 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 5 1500X",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_5/1500x",
    "Info": "Ryzen 5 1500X is a 64-bit quad-core mid-range performance x86 desktop microprocessor introduced by AMD in March of 2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 1500X operates at a base frequency of 3.5 GHz with a TDP of 65 W and a Boost frequency of up to 3.7 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 5 1600",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_5/1600",
    "Info": "Ryzen 5 1600 is a 64-bit hexa-core mid-range performance x86 desktop microprocessor set to be introduced by AMD in early 2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 1600 operates at a base frequency of 3.2 GHz with a TDP of 65 W and a Boost frequency of up to 3.6 GHz. This model is a less overclockable friendly version of the 1600X. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 5 1600X",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_5/1600x",
    "Info": "Ryzen 5 1600X is a 64-bit hexa-core mid-range performance x86 desktop microprocessor introduced by AMD in March of 2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 1600X operates at a base frequency of 3.6 GHz with a TDP of 95 W and a Boost frequency of up to 4 GHz with an XFR of 4.1 GHz. This model is better suited for overclocking (as opposed to its 1600 variant). This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 5 2400G",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_5/2400g",
    "Info": "Ryzen 5 2400G is a 64-bit quad-core mid-range performance x86 desktop microprocessor introduced by AMD in early 2018. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 2400G operates at a base frequency of 3.6 GHz with a TDP of 65 W and a Boost frequency of 3.9 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2933 memory and incorporates Radeon RX Vega 11 Graphics operating at 1.25 GHz. "
  },
  {
    "Name": "AMD Ryzen 5 2400GE",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_5/2400ge",
    "Info": "Ryzen 5 2400GE is a 64-bit quad-core mid-range performance x86 embedded microprocessor introduced by AMD in early 2018. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 2400GE operates at a base frequency of 3.2 GHz with a TDP of 35 W and a Boost frequency of 3.8 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2933 memory and incorporates Radeon RX Vega 11 Graphics operating at 1.25 GHz. "
  },
  {
    "Name": "AMD Ryzen 5 PRO 1500",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_5/pro_1500",
    "Info": "Ryzen 5 PRO 1500 is a 64-bit quad-core mid-range performance x86 workstation microprocessor introduced by AMD in mid-2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The PRO 1600 operates at a base frequency of 3.5 GHz with a TDP of 65 W and a Boost frequency of 3.7 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 5 PRO 1600",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_5/pro_1600",
    "Info": "Ryzen 5 PRO 1600 is a 64-bit hexa-core mid-range performance x86 workstation microprocessor introduced by AMD in mid-2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The PRO 1600 operates at a base frequency of 3.2 GHz with a TDP of 65 W and a Boost frequency of up to 3.6 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 5 PRO 2400G",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_5/pro_2400g",
    "Info": "Ryzen 5 PRO 2400G is a 64-bit quad-core mid-range performance x86 workstation desktop microprocessor introduced by AMD in early 2018. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The PRO 2400G operates at a base frequency of 3.6 GHz with a TDP of 65 W and a Boost frequency of 3.9 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2400 memory and incorporates Radeon RX Vega 11 Graphics operating at 1.25 GHz. "
  },
  {
    "Name": "AMD Ryzen 7 1700",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_7/1700",
    "Info": "Ryzen 7 1700 is a 64-bit octa-core high-end performance x86 desktop microprocessor introduced by AMD in early 2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 1700 operates at a base frequency of 3 GHz with a TDP of 65 W and a Boost frequency of up to 3.7 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 7 1700X",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_7/1700x",
    "Info": "Ryzen 7 1700X is a 64-bit octa-core high-end performance x86 desktop microprocessor introduced by AMD in early 2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The 1700X operates at a base frequency of 3.4 GHz with a TDP of 95 W and a Boost frequency of up to 3.8 GHz. This model is better suited for overclocking (as opposed to its 1700 variant). This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 7 1800X",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_7/1800x",
    "Info": "Ryzen 7 1800X is a 64-bit octa-core high-end performance x86 desktop SoC introduced by AMD in early 2017. The 1800X is AMD's flagship model for the AM4 socket. It is based on their Zen microarchitecture, fabricated on a 14 nm process. The 1800X operates at a base frequency of 3.6 GHz with a TDP of 95 W and a Boost frequency of up to 4.0 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-3200 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 7 PRO 1700",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_7/pro_1700",
    "Info": "Ryzen 7 PRO 1700 is a 64-bit octa-core high-end performance x86 workstation microprocessor introduced by AMD in mid-2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The PRO 1700 operates at a base frequency of 3 GHz with a TDP of 65 W and a Boost frequency of 3.7 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen 7 PRO 1700X",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_7/pro_1700x",
    "Info": "AMD Ryzen 7 PRO 1700X is a 64-bit octa-core high-end performance x86 workstation microprocessor introduced by AMD in mid-2017. This processor is based on AMD's Zen microarchitecture and is fabricated on a 14 nm process. The PRO 1700X operates at a base frequency of 3.4 GHz with a TDP of 65 W and a Boost frequency of 3.8 GHz. This MPU supports up to 64 GiB of dual-channel DDR4-2666 ECC memory. "
  },
  {
    "Name": "AMD Ryzen Threadripper 1900X",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_threadripper/1900x",
    "Info": "Ryzen Threadripper 1900X is a 64-bit octa-core high-performance x86 desktop microprocessor introduced by AMD in mid-2017. The 1900X, which is based on their Zen microarchitecture, is fabricated on a 14 nm process. This processor operates at a base frequency of 3.8 GHz with a TDP of 180 W and a boost frequency of up to 4 GHz. This MPU supports up to 2 TiB of quad-channel DDR4-2666 memory. "
  },
  {
    "Name": "AMD Ryzen Threadripper 1920X",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_threadripper/1920x",
    "Info": "Ryzen Threadripper 1920X is a 64-bit dodeca-core high-performance x86 desktop microprocessor introduced by AMD in mid-2017. The 1920X, which is based on their Zen microarchitecture, is fabricated on a 14 nm process. This processor operates at a base frequency of 3.5 GHz with a TDP of 180 W and a boost frequency of up to 4 GHz. This MPU supports up to 2 TiB of quad-channel DDR4-2666 memory. "
  },
  {
    "Name": "AMD Ryzen Threadripper 1950X",
    "URL": "https://en.wikichip.org/wiki/amd/ryzen_threadripper/1950x",
    "Info": "Ryzen Threadripper 1950X is a 64-bit hexadeca-core high-performance x86 desktop microprocessor introduced by AMD in mid-2017. The 1950X, which is based on their Zen microarchitecture, is fabricated on a 14 nm process. This processor operates at a base frequency of 3.4 GHz with a TDP of 180 W and a boost frequency of up to 4 GHz. This MPU supports up to 2 TiB of quad-channel DDR4-2666 memory. "
  },
  {
    "Name": "C8080A 9064 33001 N8384",
    "URL": "https://en.wikipedia.org/wiki/Intel_8080",
    "Info": "The Intel 8080 (\"eighty-eighty\") was the second 8-bit microprocessor designed and manufactured by Intel and was released in April 1974. It is an extended and enhanced variant of the earlier 8008 design, although without binary compatibility."
  },
  {
    "Name": "MC6800L SC77111",
    "URL": "https://en.wikipedia.org/wiki/Motorola_6800",
    "Info": "The 6800 (\"sixty-eight hundred\") is an 8-bit microprocessor designed and first manufactured by Motorola in 1974. The MC6800 microprocessor was part of the M6800 Microcomputer System that also included serial and parallel interface ICs, RAM, ROM and other support chips."
  },
  {
    "Name": "6502AD 4585 S",
    "URL": "https://en.wikipedia.org/wiki/MOS_Technology_6502",
    "Info": "The MOS Technology 6502 (typically \"sixty-five-oh-two\" or \"six-five-oh-two\") is an 8-bit microprocessor that was designed by a small team led by Chuck Peddle for MOS Technology. When it was introduced in 1975, the 6502 was, by a considerable margin, the least expensive microprocessor on the market."
  },
  {
    "Name": "P8085AH-2 K931815",
    "URL": "https://en.wikipedia.org/wiki/Intel_8085",
    "Info": "The Intel 8085 (\"eighty-eighty-five\") is an 8-bit microprocessor produced by Intel and introduced in 1976. It is a software-binary compatible with the more-famous Intel 8080 with only two minor instructions added to support its added interrupt and serial input/output features."
  },
  {
    "Name": "ZILOG Z80 CPU DALLAS 7623",
    "URL": "https://en.wikipedia.org/wiki/Zilog_Z80",
    "Info": "The Z80 CPU is an 8-bit based microprocessor introduced by Zilog as the startup company's first product. The Z80 was conceived by Federico Faggin in late 1974 and developed by him and his then-11 employees at Zilog from early 1975 until March 1976, when the first fully working samples were delivered."
  },
  {
    "Name": "C8086 S2864 0212C",
    "URL": "https://en.wikipedia.org/wiki/Intel_8086",
    "Info": "The 8086[2] (also called iAPX 86 )[3] is a 16-bit microprocessor chip designed by Intel between early 1976 and June 8, 1978, when it was released. The Intel 8088, released July 1, 1979,[4] is a slightly modified chip with an external 8-bit data bus (allowing the use of cheaper and fewer supporting ICs[note 1]), and is notable as the processor used in the original IBM PC design, including the widespread version called IBM PC XT."
  },
  {
    "Name": "TD8088 L9371250",
    "URL": "https://en.wikipedia.org/wiki/Intel_8088",
    "Info": "The Intel 8088 (\"eighty-eighty-eight\", also called iAPX 88) microprocessor is a variant of the Intel 8086. Introduced on July 1, 1979, the 8088 had an eight-bit external data bus instead of the 16-bit bus of the 8086."
  },
  {
    "Name": "MACSS XC68000L R9M7951",
    "URL": "https://en.wikipedia.org/wiki/Motorola_68000",
    "Info": "The Motorola 68000 (\\\"\\'sixty-eight-thousand\\'\\\"; also called the m68k or Motorola 68k, \\\"sixty-eight-kay\\\") is a 16/32-bit CISC microprocessor, which implements a 32-bit instruction set, with 32-bit registers and 32-bit internal data bus, but with a 16-bit data ALU and two 16-bit arithmetic ALUs and a 16-bit external data bus, designed and marketed by Motorola Semiconductor Products Sector."
  },
  {
    "Name": "P8051AH 0649 8736041 93X3903 Y15",
    "URL": "https://en.wikipedia.org/wiki/Intel_MCS-51",
    "Info": "The Intel MCS-51 (commonly termed 8051) is a single chip microcontroller (MCU) series developed by Intel in 1980 for use in embedded systems. The architect of the instruction set of the Intel MCS-51 was John H. Wharton."
  },
  {
    "Name": "45CT3YKE4 SN74LS04N",
    "URL": "",
    "Info": "7404 IC contains six independent gates each of which performs the logic INVERT function. The operating voltage is 5V, high-level input voltage is 2V, and low-level input is 0.8V."
  }
]
